[{"title": "Twenty Twenty-One", "description": "Twenty Twenty-One is a blank canvas for your ideas and it makes the block editor your best brush. With new block patterns, which allow you to create a beautiful layout in a matter of seconds, this theme’s soft colors and eye-catching — yet timeless — design will let your work shine. Take it for a spin! See how Twenty Twenty-One elevates your portfolio, business website, or personal blog.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentytwentyone/1.1/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentytwentyone", "download_link": "https://downloads.wordpress.org/theme/twentytwentyone.1.1.zip", "website": "https://wordpress.org/themes/twentytwentyone/"}, {"title": "Twenty Twenty", "description": "Our default theme for 2020 is designed to take full advantage of the flexibility of the block editor. Organizations and businesses have the ability to create dynamic landing pages with endless layouts using the group and column blocks. The centered content column and fine-tuned typography also makes it perfect for traditional blogs. Complete editor styles give you a good idea of what your content will look like, even before you publish. You can give your site a personal touch by changing the background colors and the accent color in the Customizer. The colors of all elements on your site are automatically calculated based on the colors you pick, ensuring a high, accessible color contrast for your visitors.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentytwenty/1.6/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentytwenty", "download_link": "https://downloads.wordpress.org/theme/twentytwenty.1.6.zip", "website": "https://wordpress.org/themes/twentytwenty/"}, {"title": "Astra", "description": "Astra is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight (less than 50KB on frontend) and offers unparalleled speed. Built with SEO in mind, Astra comes with Schema.org code integrated and is Native AMP ready so search engines will love your site. It offers special features and templates so it works perfectly with all page builders like Elementor, Beaver Builder, Visual Composer, SiteOrigin, Divi, etc. Some of the other features: # WooCommerce Ready # Responsive # RTL & Translation Ready # Extendible with premium addons # Regularly updated # Designed, Developed, Maintained & Supported by Brainstorm Force. Looking for a perfect base theme? Look no further. Astra is fast, fully customizable and WooCommerce ready theme that you can use for building any kind of website!", "logo": "https://i0.wp.com/themes.svn.wordpress.org/astra/3.0.1/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/astra", "download_link": "https://downloads.wordpress.org/theme/astra.3.0.1.zip", "website": "https://wpastra.com/"}, {"title": "Hello Elementor", "description": "A plain-vanilla & lightweight theme for Elementor page builder", "logo": "https://i0.wp.com/themes.svn.wordpress.org/hello-elementor/2.3.1/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/hello-elementor", "download_link": "https://downloads.wordpress.org/theme/hello-elementor.2.3.1.zip", "website": "https://elementor.com/hello-theme/?utm_source=wp-themes&utm_campaign=theme-uri&utm_medium=wp-dash"}, {"title": "Twenty Seventeen", "description": "Twenty Seventeen brings your site to life with header video and immersive featured images. With a focus on business sites, it features multiple sections on the front page as well as widgets, navigation and social menus, a logo, and more. Personalize its asymmetrical grid with a custom color scheme and showcase your multimedia content with post formats. Our default theme for 2017 works great in many languages, for any abilities, and on any device.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentyseventeen/2.5/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentyseventeen", "download_link": "https://downloads.wordpress.org/theme/twentyseventeen.2.5.zip", "website": "https://wordpress.org/themes/twentyseventeen/"}, {"title": "Twenty Nineteen", "description": "Our 2019 default theme is designed to show off the power of the block editor. It features custom styles for all the default blocks, and is built so that what you see in the editor looks like what you'll see on your website. Twenty Nineteen is designed to be adaptable to a wide range of websites, whether you’re running a photo blog, launching a new business, or supporting a non-profit. Featuring ample whitespace and modern sans-serif headlines paired with classic serif body text, it's built to be beautiful on all screen sizes.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentynineteen/1.9/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentynineteen", "download_link": "https://downloads.wordpress.org/theme/twentynineteen.1.9.zip", "website": "https://wordpress.org/themes/twentynineteen/"}, {"title": "PopularFX", "description": "Lightweight theme to make beautiful websites with Pagelayer. Includes 100s of pre-made templates to design your dream website !", "logo": "https://i0.wp.com/themes.svn.wordpress.org/popularfx/1.1.9/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/popularfx", "download_link": "https://downloads.wordpress.org/theme/popularfx.1.1.9.zip", "website": "https://popularfx.com/"}, {"title": "OceanWP", "description": "OceanWP is the perfect theme for your project. Lightweight and highly extendable, it will enable you to create almost any type of website such a blog, portfolio, business website and WooCommerce storefront with a beautiful & professional design. Very fast, responsive, RTL & translation ready, best SEO practices, unique WooCommerce features to increase conversion and much more. You can even edit the settings on tablet & mobile so your site looks good on every device. Work with the most popular page builders as Elementor, Beaver Builder, Brizy, Visual Composer, Divi, SiteOrigin, etc... Developers will love his extensible codebase making it a joy to customize and extend. Best friend of Elementor & WooCommerce. Looking for a Multi-Purpose theme? Look no further! Check the demos to realize that it's the only theme you will ever need: https://oceanwp.org/demos/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/oceanwp/2.0.2/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/oceanwp", "download_link": "https://downloads.wordpress.org/theme/oceanwp.2.0.2.zip", "website": "https://oceanwp.org/"}, {"title": "Kadence", "description": "Kadence Theme is a lightweight yet full featured WordPress theme for creating beautiful fast loading and accessible websites, easier than ever. It features an easy to use drag and drop header and footer builder to build any type of header in minutes. It features a full library of gorgeous starter templates that are easy to modify with our intelligent global font and color controls. With extensive integration with the most popular 3rd party plugins, you can quickly build impressive ecommerce websites, course websites, business websites, and more.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/kadence/1.0.11/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/kadence", "download_link": "https://downloads.wordpress.org/theme/kadence.1.0.11.zip", "website": "https://www.kadence-theme.com/"}, {"title": "Neve", "description": "Neve is a super fast, easily customizable, multi-purpose theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. A fully AMP optimized and responsive theme, Neve will load in mere seconds and adapt perfectly on any viewing device. While it is lightweight and has a minimalist design, the theme is highly extendable, it has a highly SEO optimized code, resulting in top rankings in Google search results. Neve works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder, Visual Composer, SiteOrigin, Divi). Neve is also WooCommerce ready, responsive, RTL & translation ready. Look no further. Neve is the perfect theme for you!", "logo": "https://i0.wp.com/themes.svn.wordpress.org/neve/2.9.5/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/neve", "download_link": "https://downloads.wordpress.org/theme/neve.2.9.5.zip", "website": "https://themeisle.com/themes/neve/"}, {"title": "Go", "description": "Go is an innovative, Gutenberg-first WordPress theme, hyper-focused on empowering makers to build beautifully rich websites with WordPress.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/go/1.3.9/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/go", "download_link": "https://downloads.wordpress.org/theme/go.1.3.9.zip", "website": "https://github.com/godaddy-wordpress/go"}, {"title": "Twenty Sixteen", "description": "Twenty Sixteen is a modernized take on an ever-popular WordPress layout — the horizontal masthead with an optional right sidebar that works perfectly for blogs and websites. It has custom color options with beautiful default color schemes, a harmonious fluid grid using a mobile-first approach, and impeccable polish in every detail. Twenty Sixteen will make your WordPress look beautiful everywhere.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentysixteen/2.3/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentysixteen", "download_link": "https://downloads.wordpress.org/theme/twentysixteen.2.3.zip", "website": "https://wordpress.org/themes/twentysixteen/"}, {"title": "GeneratePress", "description": "GeneratePress is a lightweight WordPress theme built with a focus on speed and usability. Performance is important to us, which is why a fresh GeneratePress install adds less than 10kb (gzipped) to your page size. We take full advantage of the new block editor (Gutenberg), which gives you more control over creating your content. If you use page builders, GeneratePress is the right theme for you. It is completely compatible with all major page builders, including Beaver Builder and Elementor. Thanks to our emphasis on WordPress coding standards, we can boast full compatibility with all well-coded plugins, including WooCommerce. GeneratePress is fully responsive, uses valid HTML/CSS and is translated into over 25 languages by our amazing community of users. A few of our many features include microdata integration, 9 widget areas, 5 navigation locations, 5 sidebar layouts, dropdown menus (click or hover) and navigation color presets. Learn more and check out our powerful premium version at https://generatepress.com", "logo": "https://i0.wp.com/themes.svn.wordpress.org/generatepress/3.0.2/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/generatepress", "download_link": "https://downloads.wordpress.org/theme/generatepress.3.0.2.zip", "website": "https://generatepress.com/"}, {"title": "Deep", "description": "Deep is a free, fully responsive, Retina-Ready WordPress theme with a minimal design that allows visitors to focus on content. An ideal WordPress theme for novice users and designers that provides endless possibilities to create your site in no time. It is fast, fully customizable and SEO friendly theme that you can use for building any kind of website.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/deep/1.0.2/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/deep", "download_link": "https://downloads.wordpress.org/theme/deep.1.0.2.zip", "website": "https://webnus.net/deep-free-wordpress-theme/"}, {"title": "Hestia", "description": "Hestia is a modern WordPress theme for professionals. It fits creative business, small businesses (restaurants, wedding planners, sport/medical shops), startups, corporate businesses, online agencies and firms, portfolios, ecommerce (WooCommerce), and freelancers. It has a multipurpose one-page design, widgetized footer, blog/news page and a clean look, is compatible with: Flat Parallax Slider, Photo Gallery, Travel Map and Elementor Page Builder . The theme is responsive, WPML, Retina ready, SEO friendly, and uses Material Kit for design.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/hestia/3.0.8/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/hestia", "download_link": "https://downloads.wordpress.org/theme/hestia.3.0.8.zip", "website": "https://themeisle.com/themes/hestia/"}, {"title": "Colibri WP", "description": "Colibri is a beautiful, extremely customizable, multipurpose theme that you can use to create an amazing website by drag and drop. It comes with a predesigned home page, 5 header designs and over 35 ready to use content blocks that you can easily customize. You can also design your own custom blocks by combining over 25 drag and drop components. Colibri has lots of customization options (video background, slideshow background, header content types, etc) that will help you create a website that stands out in no time. It is also responsive so it works on mobile devices out of the box. Colibri is the only theme you will ever need! CHECK OUT THE DEMOS: https://colibriwp.com/go/demos", "logo": "https://i0.wp.com/themes.svn.wordpress.org/colibri-wp/1.0.81/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/colibri-wp", "download_link": "https://downloads.wordpress.org/theme/colibri-wp.1.0.81.zip", "website": "https://colibriwp.com/go/colibri-theme/"}, {"title": "Storefront", "description": "Storefront is the perfect theme for your next WooCommerce project. Designed and developed by WooCommerce Core developers, it features a bespoke integration with WooCommerce itself plus many of the most popular customer facing WooCommerce extensions. There are several layout & color options to personalise your shop, multiple widget regions, a responsive design and much more. Developers will love its lean and extensible codebase making it a joy to customize and extend. Looking for a WooCommerce theme? Look no further!", "logo": "https://i0.wp.com/themes.svn.wordpress.org/storefront/3.3.0/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/storefront", "download_link": "https://downloads.wordpress.org/theme/storefront.3.3.0.zip", "website": "https://woocommerce.com/storefront/"}, {"title": "Twenty Fifteen", "description": "Our 2015 default theme is clean, blog-focused, and designed for clarity. Twenty Fifteen's simple, straightforward typography is readable on a wide variety of screen sizes, and suitable for multiple languages. We designed it using a mobile-first approach, meaning your content takes center-stage, regardless of whether your visitors arrive by smartphone, tablet, laptop, or desktop computer.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentyfifteen/2.8/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentyfifteen", "download_link": "https://downloads.wordpress.org/theme/twentyfifteen.2.8.zip", "website": "https://wordpress.org/themes/twentyfifteen/"}, {"title": "Sydney", "description": "Sydney is a powerful business theme that provides a fast way for companies or freelancers to create an awesome online presence. As well as being fully compatible with Elementor, Sydney brings plenty of customization possibilities like access to all Google Fonts, full color control, layout control, logo upload, full screen slider, header image, sticky navigation and much more. Also, Sydney provides all the construction blocks you need to rapidly create an engaging front page.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/sydney/1.73/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/sydney", "download_link": "https://downloads.wordpress.org/theme/sydney.1.73.zip", "website": "https://athemes.com/theme/sydney"}, {"title": "Zakra", "description": "Zakra is flexible, fast, lightweight and modern multipurpose theme that comes with many starter free sites (currently 10+ free starter sites and more will be added later) that you can use to make your site beautiful and professional. Check all the starter sites at https://zakratheme.com/demos. Suitable for personal blog, portfolio, WooCommerce stores, business websites and niche-based sites (like Cafe, Spa, Charity, Yoga, Wedding, Dentist, Education etc) as well. Works with Elementor plus other major page builders so you can create any layout you want. The theme is responsive, Gutenberg compatible, SEO friendly, translation ready and major WordPress plugins compatible.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/zakra/1.5.6/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/zakra", "download_link": "https://downloads.wordpress.org/theme/zakra.1.5.6.zip", "website": "https://zakratheme.com/"}, {"title": "Bravada", "description": "Bravada looks amazing, behaves flawlessly and scales to any screen. It goes anywhere, it's for everyone and everything. It's clear, clean and simply gorgeous. It has CSS powered animations that will bring users to their knees. Being designed as mobile-first, it's as responsive as you'll ever get. Being highly customizable, it comes with a plethora of options that will truly make it your own while still being extremely easy to use. Google fonts are supported, but you can also use your own fonts if GPPR is giving you trouble. You can dynamically change every aspect of your fonts for many site elements (size, line height, font styles, etc.) Colors are also editable and, if you want, you'll have a great time making your own color schemes. You have multiple layouts to choose from, the site, content and sidebar widths are also customizable, magazine layouts with masonry are enabled by default, but you can also edit those. Metas like author, date, tags, categories and comments are toggleable, you can decide which ones to show on blog pages and which ones to show on single pages. Widget areas galore, place your widgets almost anywhere you want, the theme doesn't discriminate. And then there's a fully customizable landing page with icon blocks, featured boxes, text areas and a slider (you can use our own or paste in a shortcut from any other slider). We also thought about socials and you can choose from a seemingly countless number of socials to populate your site with. Gutenberg blocks? They feel right at home in our theme! Of course it's also translation ready and Right To Left (RTL) languages are fully supported out of the box. WooCommerce feels right at home with our theme, we've taken all measures to seamlessly integrate it. Oh, and just like with our other themes, the updates will keep on coming, constantly improving and keeping it relevant for years to come. Bravada is a theme for all types of sites out there: blogs, businesses, presentation or photography sites, news or portfolio sites. There are no limits - there is only Bravada.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/bravada/1.0.3.1/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/bravada", "download_link": "https://downloads.wordpress.org/theme/bravada.1.0.3.1.zip", "website": "http://www.cryoutcreations.eu/wordpress-themes/bravada"}, {"title": "Newsup", "description": "Newsup is a fast, clean, modern-looking Best Responsive News Magazine WordPress theme. The theme is fully widgetized, so users can manage the content by using easy to use widgets. Newsup is suitable for dynamic news, newspapers, magazine, publishers, blogs, editors, online and gaming magazines, newsportals,personal blogs, newspaper, publishing or review siteand any creative website. Newsup is SEO friendly, WPML,Gutenberg, translation and RTL ready. Live preview : https://demo.themeansar.com/newsup and documentation at https://docs.themeansar.com/docs/newsup/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/newsup/2.9.9.46/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/newsup", "download_link": "https://downloads.wordpress.org/theme/newsup.2.9.9.46.zip", "website": "https://themeansar.com/free-themes/newsup/"}, {"title": "Skyline WP", "description": "Skyline WP is a beautiful, very customizable, multipurpose theme that you can use to create amazing websites through drag and drop. It comes with a pre-designed home page, 5 header designs and over 35 ready-to-use content blocks that you can easily customize. You can also design your own custom blocks by combining more than 25 drag and drop components. Skyline WP offers lots of customization options (video background, slideshow background, header content types, etc) to help you create a website that stands out in no time. It is also designed with responsiveness, to work on mobile devices right out of the box. Skyline WP is the only theme you will ever need! CHECK OUT THE DEMOS: https://colibriwp.com/go/skyline-demos", "logo": "https://i0.wp.com/themes.svn.wordpress.org/skyline-wp/1.0.3/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/skyline-wp", "download_link": "https://downloads.wordpress.org/theme/skyline-wp.1.0.3.zip", "website": "https://wordpress.org/themes/colibri-wp/"}, {"title": "Twenty Fourteen", "description": "In 2014, our default theme lets you create a responsive magazine website with a sleek, modern design. Feature your favorite homepage content in either a grid or a slider. Use the three widget areas to customize your website, and change your content's layout with a full-width page template and a contributor page to show off your authors. Creating a magazine website with WordPress has never been easier.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentyfourteen/3.0/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentyfourteen", "download_link": "https://downloads.wordpress.org/theme/twentyfourteen.3.0.zip", "website": "https://wordpress.org/themes/twentyfourteen/"}, {"title": "Sinatra", "description": "Sinatra is a lightweight and highly customizable multi-purpose theme that makes it easy for anyone to create their perfect website. You can use it for any type of website from blogs, businesses, online shops, creatives, hotels, restaurants, startups and more. With Sinatra you get the perfect blend of performance, modern design and powerful, yet simple to use options. Works perfectly with the new block editor (Gutenberg) and your favorite plugins such as: WooCommerce, JetPack, page builders, SEO plugins and others. It comes with microdata integration, unlimited colors, multiple layouts, pre-built demo websites and so much more. It's also translatable and built with best SEO practices. Try Sinatra theme today on https://try.sinatrawp.com", "logo": "https://i0.wp.com/themes.svn.wordpress.org/sinatra/1.1.6/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/sinatra", "download_link": "https://downloads.wordpress.org/theme/sinatra.1.1.6.zip", "website": "https://wordpress.org/themes/sinatra/"}, {"title": "Signify Dark", "description": "Signify Dark is a free dark Blog and Corporate WordPress theme that is trendy, responsive, and dynamic. It is a child theme of Signify, a popular Corporate WordPress theme. Signify Dark inherits all the premium-like features and functionalities from its parent theme. However, the child theme comes with a dark color scheme. Dark color schemes are quite popular and trending nowadays on top charts as it is considered to be a bold design trend and also they’re easy on the eye. If you love dark theme for your blog or corporate site, Signify Dark is the one to go for. You will find features like Featured Content, Slider Options, Portfolio, Testimonials, Services, Hero Content, Header Media, Menu Options, and more in Signify Dark. With the awesome package full of features and a dark color scheme, Signify Dark will represent your site in an aesthetic manner. Your blog/corporate site will look absolutely gorgeous and professional across all screen sizes as well. Official Support Forum: https://themepalace.com/support-forum/ Full Demo: https://wenthemes.com/theme-demos/?demo=signify-dark", "logo": "https://i0.wp.com/themes.svn.wordpress.org/signify-dark/1.0.4/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/signify-dark", "download_link": "https://downloads.wordpress.org/theme/signify-dark.1.0.4.zip", "website": "https://wenthemes.com/themes/signify-dark/"}, {"title": "Ashe", "description": "Personal and Multi-Author Free WordPress Blog Theme. Perfect for personal, lifestyle, health & fitness, food, cooking, bakery, travel, beauty, fashion, wedding, photography, news, quotes blog, auto blog, small business website and any other kind of amazing blogs. Minimal, elegant & mobile friendly layout with WooCommerce shop (storefront) support will WOW and inspire your visitors. Well documented and very easy to use even for WordPress beginners. Clean and Modern Responsive design will perfectly showcase your content on any device, even on tablet, mobile & retina displays. Very fast, compatibility with many popular plugins & of course translation & RTL (right to left language) ready, coded with best SEO practices. The theme has features like Text & Image logo, Fullscreen Slider, Header image, Instagram slider widget support, footer menu support, GDPR compatibility plugins support and many more. Works perfectly with all major drag and drop page builders like Elementor, Beaver Builder, Visual Composer, SiteOrigin, Divi. You just need to write and be awesome! TEMPLATE DEMO: https://wp-royal.com/themes/ashe-free/demo/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/ashe/1.9.9/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/ashe", "download_link": "https://downloads.wordpress.org/theme/ashe.1.9.9.zip", "website": "https://wp-royal.com/themes/item-ashe-free/"}, {"title": "Fairy", "description": "Fairy is a free and minimal WordPress blog theme. It is a Gutenberg ready WordPress theme and compatible with all blocks and patterns of WordPress. This theme is developed based on customizer settings. You can see the live changes that you have made in customizer. Fairy also comes with added custom widgets for author, featured posts and social icons. It has top level menu, social icons, slider, promotional banner, sidebar option, Mailchimp subscription, and many more other features. In addition, it has copyright text, go to the top, footer widgets, blog page options, related posts, sticky sidebar, etc. This theme is lightweight and easy to use theme for travel blog, food blog, technology blog and fashion blog. You can also use this theme for news and magazine sites too. Furthermore, it comes with demo data to make the site like the demo, detailed documentation including video and text, free support via chat and forum. It is developed by the experts WordPress developers so that you will never look for alternatives after using this theme. Try this awesome and carefully crafted theme today. Demo: https://fairy.candidthemes.com/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/fairy/1.2.1/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/fairy", "download_link": "https://downloads.wordpress.org/theme/fairy.1.2.1.zip", "website": "https://www.candidthemes.com/themes/fairy"}, {"title": "OnePress", "description": "OnePress is an outstanding creative and flexible WordPress one page theme well suited for business website, portfolio, digital agency, product showcase, freelancers and everyone else who appreciate good design. The theme overall is an elegant and classic one, a fine example of Bootstrap 4 WordPress theme which compatibility with latest version of WooCommerce. (Live preview : https://demos.famethemes.com/onepress)", "logo": "https://i0.wp.com/themes.svn.wordpress.org/onepress/2.2.6/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/onepress", "download_link": "https://downloads.wordpress.org/theme/onepress.2.2.6.zip", "website": "https://www.famethemes.com/themes/onepress/"}, {"title": "Yummy Recipe", "description": "Yummy Recipe is a perfect theme for creating a professional food blog and recipe website. The theme is mobile-friendly, SEO optimized, Schema friendly, and loads faster to help you rank your recipes higher on search engines. The theme is compatible with the Delicious Recipes plugin to provide top-notch features to easily create and share your recipes. You can easily choose from unlimited colors and 900+ Google fonts to change your website look and feel with a single click. With the Instagram section, you can share your recipe images and grow your followers. It also includes newsletter integration to help you grow your email list and communicate with your readers. Yummy Recipe is translation ready, RTL ready, and WooCommerce compatible. Check demo at https://blossomthemes.com/theme-demo/?theme=yummy-recipe, read the documentation at https://docs.blossomthemes.com/yummy-recipe/, and get support at https://blossomthemes.com/support-ticket/.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/yummy-recipe/1.0.0/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/yummy-recipe", "download_link": "https://downloads.wordpress.org/theme/yummy-recipe.1.0.0.zip", "website": "https://blossomthemes.com/downloads/yummy-recipe/"}, {"title": "Customify", "description": "Customify is fast, lightweight, responsive and super flexible multipurpose theme built with SEO, speed, and usability in mind. Unleash the power of your imagination with a true WYSIWYG Header & Footer builder (inside the WordPress Customizer) built exclusively for this theme. The theme works great with any of your favorite page builder likes Elementor, Beaver Builder, SiteOrigin, Thrive Architect, Divi, Visual Composer, etc. Combined with the Header & Footer builder, you can build any type of websites like shop, business agencies, corporate, portfolio, education, university portal, consulting, church, restaurant, medical and so on. Customify is compatible with all well-coded plugins, including major ones like WooCommerce, OrbitFox, Yoast, BuddyPress, bbPress, etc. Learn more about the theme and ready to import demo sites at https://pressmaximum.com/customify", "logo": "https://i0.wp.com/themes.svn.wordpress.org/customify/0.3.5/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/customify", "download_link": "https://downloads.wordpress.org/theme/customify.0.3.5.zip", "website": "https://pressmaximum.com/customify"}, {"title": "ColorMag", "description": "ColorMag is a perfect responsive magazine style WordPress theme. Suitable for news, newspaper, magazine, publishing, business and any kind of sites. Get free support at https://themegrill.com/support-forum/ and check the demo at https://demo.themegrill.com/colormag/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/colormag/2.0.4/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/colormag", "download_link": "https://downloads.wordpress.org/theme/colormag.2.0.4.zip", "website": "https://themegrill.com/themes/colormag/"}, {"title": "Twenty Twelve", "description": "The 2012 theme for WordPress is a fully responsive theme that looks great on any device. Features include a front page template with its own widgets, an optional display font, styling for post formats on both index and single views, and an optional no-sidebar page template. Make it yours with a custom menu, header image, and background.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentytwelve/3.3/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentytwelve", "download_link": "https://downloads.wordpress.org/theme/twentytwelve.3.3.zip", "website": "https://wordpress.org/themes/twentytwelve/"}, {"title": "Twenty Eleven", "description": "The 2011 theme for WordPress is sophisticated, lightweight, and adaptable. Make it yours with a custom menu, header image, and background -- then go further with available theme options for light or dark color scheme, custom link colors, and three layout choices. Twenty Eleven comes equipped with a Showcase page template that transforms your front page into a showcase to show off your best content, widget support galore (sidebar, three footer areas, and a Showcase page widget area), and a custom \"Ephemera\" widget to display your Aside, Link, Quote, or Status posts. Included are styles for print and for the admin editor, support for featured images (as custom header images on posts and pages and as large images on featured \"sticky\" posts), and special styles for six different post formats.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentyeleven/3.6/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentyeleven", "download_link": "https://downloads.wordpress.org/theme/twentyeleven.3.6.zip", "website": "https://wordpress.org/themes/twentyeleven/"}, {"title": "Rife Free", "description": "Rife Free is a great portfolio and photography WP theme with 7 ready-to-use demo layouts. It is also perfect for business, blogging websites and for your shop because it is WooCommerce compatible. More cool features in the Rife theme are the: ✓ Writing Effect ✓ One Page Mode ✓ Mobile/Touch Friendly Image & Video Slider ✓ Bricks Gallery for Photographers ✓ Mega Menu ✓ Post Grid ✓ Google Fonts ✓ Hidden Sidebar and many more. Over 450 options to change in the Customizer and much more in each page, post, album or work. We also integrate Schema.org which helps your website be more visible to search engines. Elementor compatibility will help you make your great website even more natural. The theme is RTL and translation-ready (WPML). ★ Check our demos for more details: https://apollo13themes.com/rife/designs/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/rife-free/2.4.11/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/rife-free", "download_link": "https://downloads.wordpress.org/theme/rife-free.2.4.11.zip", "website": "https://apollo13themes.com/rife/free/"}, {"title": "Calliope", "description": "Calliope is a beautiful, very customizable, multipurpose theme that you can use to create amazing websites through drag and drop. It comes with a pre-designed home page, 5 header designs and over 35 ready-to-use content blocks that you can easily customize. You can also design your own custom blocks by combining more than 25 drag and drop components. Calliope offers lots of customization options (video background, slideshow background, header content types, etc) to help you create a website that stands out in no time. It is also designed with responsiveness, to work on mobile devices right out of the box. Calliope is the only theme you will ever need! CHECK OUT THE DEMOS: https://colibriwp.com/go/calliope-demos", "logo": "https://i0.wp.com/themes.svn.wordpress.org/calliope/1.0.26/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/calliope", "download_link": "https://downloads.wordpress.org/theme/calliope.1.0.26.zip", "website": "https://wordpress.org/themes/calliope/"}, {"title": "Occasio", "description": "Occasio is a sleek and modern Blogging & Magazine WordPress Theme, carefully designed for writers using the Gutenberg Block Editor. The theme supports several blog layouts, extensive post settings and various page templates. It is also AMP-ready and accessible. Start your blog now!", "logo": "https://i0.wp.com/themes.svn.wordpress.org/occasio/1.0.3/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/occasio", "download_link": "https://downloads.wordpress.org/theme/occasio.1.0.3.zip", "website": "https://themezee.com/themes/occasio/"}, {"title": "Shapely", "description": "Shapely is a powerful and versatile one page WordPress theme with pixel perfect design and outstanding functionality. It is by far the most advanced free WordPress theme available today with loads of unmatched customization options. This theme comes with several homepage widgets that can be used to add portfolio, testimonials, parallax sections, your product or service information, call for action and much more. Shapely supports most free and premium WordPress plugins such as WooCommerce, Jetpack, Kali Forms, Gravity Forms, Contact Form 7, Yoast SEO, Google Analytics by Yoast and much more. This theme is the best suited for business, landing page, portfolio, ecommerce, store, local business, personal websites but can be tweaked to be used as blog, magazine or any other awesome website while highlighting its unique one page setup. This is going to be the last WordPress theme you will ever want to use because it is so much better than anything you have seen. Needless to say that this theme is SEO friendly thanks to its well optimized strucutre. Shapely theme is mobile friendly and fully responsive making it your best multipurpose partnert for any project and website.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/shapely/1.2.10/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/shapely", "download_link": "https://downloads.wordpress.org/theme/shapely.1.2.10.zip", "website": "https://colorlib.com/wp/themes/shapely"}, {"title": "Avril", "description": "Avril is flexible, super fast, easily customizable, lightweight, modern multipurpose theme. Avril comes with everything you could ever need to build an amazing website, and It's perfect for any type of business. View the demo of Avril Pro https://www.nayrathemes.com/demo/pro/?theme=avril", "logo": "https://i0.wp.com/themes.svn.wordpress.org/avril/1.0.30/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/avril", "download_link": "https://downloads.wordpress.org/theme/avril.1.0.30.zip", "website": "https://www.nayrathemes.com/avril-free/"}, {"title": "Mesmerize", "description": "Mesmerize is an incredibly flexible, multipurpose WordPress theme that can help you create an amazing website easier than ever, by drag and drop. It comes with a predesigned home page, 5 header designs and over 30 ready to use content sections that you can easily customize. It also has lots of customization options (video background, slideshow background, header content types, gradient overlays, etc) that will help you create a beautiful, unique website in no time. Mesmerize is responsive so it works on mobile devices out of the box and it is also WooCommerce ready. DEMO: https://extendthemes.com/go/mesmerize-demos/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/mesmerize/1.6.105/screenshot.jpg?w=572&strip=all", "preview": "https://wp-themes.com/mesmerize", "download_link": "https://downloads.wordpress.org/theme/mesmerize.1.6.105.zip", "website": "https://extendthemes.com/go/mesmerize-home/"}, {"title": "Travel Nomad", "description": "Travel Nomad is a beautiful and extremely customizable theme to create a professional travel blog. This multipurpose theme can be also used for creating different types of blogs such as fashion, lifestyle, journal, beauty, parenting, recipes, and many more. It includes sections such as Banner with CTA, About, Latest Posts, and Map to share your travel tips and expertise. With the Instagram section, you can flaunt your travel posts and increase your followers. The newsletter integration will help you grow your email list and stay in touch with your readers. Travel Nomad is SEO-friendly, speed optimized, mobile-friendly, translation ready, RTL ready, and WooCommerce compatible. Check demo at https://blossomthemes.com/theme-demo/?theme=travel-nomad, read the documentation at https://docs.blossomthemes.com/travel-nomad/, and get support at https://blossomthemes.com/support-ticket/.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/travel-nomad/1.0.1/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/travel-nomad", "download_link": "https://downloads.wordpress.org/theme/travel-nomad.1.0.1.zip", "website": "https://blossomthemes.com/wordpress-themes/travel-nomad/"}, {"title": "Envo Shop", "description": "Envo Shop is a fast, clean and modern-looking responsive free WooCommerce WordPress theme. This theme supports popular page builders like Elementor, KingComposer, Beaver Builder, SiteOrigin, Thrive Architect, Divi, Brizy, Visual Composer, etc. Envo Shop is compatible with YITH WooCommerce Wishlist, YITH WooCommerce Compare, WooCommerce Variation Swatches and other popular plugins. The theme is SEO friendly, WPML and RTL ready. Documentation: https://envothemes.com/docs/docs/envo-shop/ Theme demo ready to import: https://envothemes.com/envo-shop/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/envo-shop/1.0.9/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/envo-shop", "download_link": "https://downloads.wordpress.org/theme/envo-shop.1.0.9.zip", "website": "https://envothemes.com/free-envo-shop/"}, {"title": "Newsberg", "description": "Newsberg is a fast, clean, modern-looking Best Responsive News Magazine WordPress theme. The theme is fully widgetized, so users can manage the content by using easy to use widgets. Newsberg is suitable for dynamic news, newspapers, magazine, publishers, blogs, editors, online and gaming magazines, newsportals,personal blogs, newspaper, publishing or review siteand any creative website. Newsberg is SEO friendly, WPML,Gutenberg, translation and RTL ready. Live preview : https://demo.themeansar.com/newsup and documentation at https://docs.themeansar.com/docs/newsup/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/newsberg/1.4/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/newsberg", "download_link": "https://downloads.wordpress.org/theme/newsberg.1.4.zip", "website": "https://themeansar.com/free-themes/newsberg/"}, {"title": "Futurio", "description": "Futurio is a lightweight, fast and customizable free multi-purpose and WooCommerce WordPress theme, suitable for business, portfolio, creative, and photography sites, eCommerce shops, landing pages, blogs or WooCommerce storefronts. Futurio works perfectly with all page builders, like Elementor, Beaver Builder, King Composer, Brizy, Visual Composer, SiteOrigin, Divi or Gutenberg, and supports most free and premium WordPress plugins, like WooCommerce, Jetpack, Contact Form 7, Yoast SEO and many more. Futurio is responsive, SEO friendly, WPML, translation and RTL ready, and comes with a 1-click-demo-import feature. Demos ready for download: https://futuriowp.com/demos/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/futurio/1.4.0/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/futurio", "download_link": "https://downloads.wordpress.org/theme/futurio.1.4.0.zip", "website": "https://futuriowp.com/"}, {"title": "TrustNews", "description": "TrustNews is a Limitless WordPress News and Magazine Template with a clean, modern design suitable for everyone who wants to share their stories on news, newspaper, magazine, publishing, blog or review sites. It comes with exclusive features and a modern eye cache design. TrustNews is the perfect tool for WordPress beginners and seasoned bloggers. It is a lightweight theme, optimized for the speed and fast loads. It also include all major aspects like responsive, performance, cross-browser compatible, SEO ready and supports RTL. Get free Supports at https://themespiral.com/forums, Check the live demo at https://demo.themespiral.com/trustnews and documentation at https://docs.themespiral.com/trustnews", "logo": "https://i0.wp.com/themes.svn.wordpress.org/trustnews/1.0.6/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/trustnews", "download_link": "https://downloads.wordpress.org/theme/trustnews.1.0.6.zip", "website": "https://themespiral.com/themes/trustnews"}, {"title": "Total", "description": "Total as its name suggest is a complete package theme with all the feature that you need to make a complete website. The theme has clean and elegant design with vibrant color(Theme Color Changable Option) and parallax sections. The home page consist of slider, featured section with icon, about us section with progress bar, portfolio section with masonary layout, team section, testimonial section, counter section, blog section with option to add 3, 6 or 9 blog posts, clients logo carousel slider and call to action section. The theme is fully responsive and is built on customizer that enable you to configure the website with live preview. The theme is SEO friendly, Cross browser compatible, fully translation ready and is compatible with WooCommerce - an ecommerce plugin and all other major plugins. The theme can also be used with all major page builder plugins like Elementor, SiteOrigin, WpBakery VisualComposer and Beaver Builder. The theme provides option to import the demo with just one click. DEMO: https://demo.hashthemes.com/total/", "logo": "https://i0.wp.com/themes.svn.wordpress.org/total/1.2.51/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/total", "download_link": "https://downloads.wordpress.org/theme/total.1.2.51.zip", "website": "https://hashthemes.com/wordpress-theme/total/"}, {"title": "PhotoFocus", "description": "PhotoFocus is a free multipurpose photography WordPress theme for photographers, photo bloggers, freelancers, and other creative photography centric websites. It sure was specially designed for photography websites. However, since it is a multipurpose theme and includes advanced features, you can use PhotoFocus for all kinds of websites like corporate, personal blogs, portfolios, and more. Its design is powerful and adaptable, managing to seamlessly blend solid aesthetics with high functionality. This innovative theme can certainly enhance every aspect of your page while providing an extremely user-friendly interface with easy navigation. PhotoFocus comes with features like Header Media, Menus, Featured Content, Featured Slider, Hero Content, Layout Options, and more under the hood. It is a fast-loading, easy to use, and highly customizable multipurpose photography WordPress theme. Download PhotoFocus today and expose your business in the digital arena. For more information, check out Theme Instructions at https://catchthemes.com/themes/photofocus/#theme-instructions and Demo at https://catchthemes.com/demo/photofocus.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/photofocus/1.1.6/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/photofocus", "download_link": "https://downloads.wordpress.org/theme/photofocus.1.1.6.zip", "website": "https://catchthemes.com/themes/photofocus/"}, {"title": "Twenty Ten", "description": "The 2010 theme for WordPress is stylish, customizable, simple, and readable -- make it yours with a custom menu, header image, and background. Twenty Ten supports six widgetized areas (two in the sidebar, four in the footer) and featured images (thumbnails for gallery posts and custom header images for posts and pages). It includes stylesheets for print and the admin Visual Editor, special styles for posts in the \"Asides\" and \"Gallery\" categories, and has an optional one-column page template that removes the sidebar.", "logo": "https://i0.wp.com/themes.svn.wordpress.org/twentyten/3.2/screenshot.png?w=572&strip=all", "preview": "https://wp-themes.com/twentyten", "download_link": "https://downloads.wordpress.org/theme/twentyten.3.2.zip", "website": "https://wordpress.org/themes/twentyten/"}]